Repository: 84000/data-translation-memory
Catalog: toh202-v4.tmx
Source language: bo
Languages: en

source: འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་གང་གི་ཚེ་གང་དང་གང་ལས་བརྩམས་ཏེ་བྱང་ཆུབ་ཀྱི་སེམས་བསྐྱེད་པ་དེའི་ཚེ་དེས་སེམས་དེ་ལ་མི་དགེ་བའི་ལས་མ་སྤངས་པ་ཅི་ཡང་མེད་ལ། དེས་སངས་རྒྱས་ཀྱི་ཆོས་གང་ཡང་མ་བཟུང་བ་མེད་པའི་ཕྱིར་ཏེ།
en: Because, Mañjuśrī, for bodhisattvas, in accord with the particular nature of the mind of awakening that they first cultivated, there are no nonvirtuous deeds whatsoever that they have not abandoned, and there are no buddha qualities whatsoever that they have not acquired.

source: འཇམ་དཔལ་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ནི་ཡོན་ཏན་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་པ་ཡིན་ནོ།
en: Hence, Mañjuśrī, bodhisattvas possess inconceivable good qualities.

source: །འཇམ་དཔལ་དཔེར་ན་བྱའི་རྒྱལ་པོ་ཀ་ལ་པིང་ཀ་སྒོ་ངའི་སྦུབས་ན་འདུག་ཅིང་མིག་མ་བྱེ་བ་དག་གིས་ཀྱང་སྒྲ་སྐད་ཀྱི་གདངས་ཟབ་ཅིང་སྙན་པས་བྱའི་ཚོགས་ཐམས་ཅད་ཟིལ་གྱིས་གནོན་པར་བྱེད་དོ། །འཇམ་དཔལ་དེ་བཞིན་དུ་དང་པོའི་སེམས་བསྐྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའ་མ་རིག་པའི་སྒོ་ངའི་སྦུབས་ན་འདུག་ཅིང་། མིག་ལས་དང་ཉོན་མོངས་པའི་མུན་པའི་རབ་རིབ་ཀྱི་བྲིས་ཡོག་པ་ཡང་དགེ་བའི་རྩ་བ་ཡོངས་སུ་བསྔོ་བའི་སྦྱོར་བ་བསྒྲུབ་པའི་སྒྲ་སྐད་ཀྱིས་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཟིལ་གྱིས་གནོན་པར་བྱེད་དོ།
en: As an analogy, Mañjuśrī, the kalaviṅka, king of birds, even though it is still inside its egg and has not opened its eyes, overpowers the entire assembly of other birds with its deep and melodious voice. In the same way, Mañjuśrī, bodhisattvas who have cultivated the mind of awakening for the first time, though they are still inside the egg of ignorance, and though their eyes are still covered by the dark film of karma and the defilements, they still overpower all the śrāvakas and pratyekabuddhas by the sound of their voice of accomplishing the dedication of their roots of virtue.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་རའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ། ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་གླང་པོ་ཆེའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to bodhisattvas whose progress is like travel using a goat cart, numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a bodhisattva whose progress is like travel using an elephant chariot, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་གླང་པོ་ཆེའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ། ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཟླ་བ་དང་ཉི་མས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to bodhisattvas whose progress is like travel using an elephant chariot, numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a bodhisattva whose progress is like traveling by means of the moon and sun, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་ཟླ་བ་དང་ཉི་མས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཉན་ཐོས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to bodhisattvas whose progress is like travel using the moon and sun, numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a bodhisattva whose progress is like travel using the magical power of the śrāvakas, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་ཉན་ཐོས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་དེ་བཞིན་གཤེགས་པའི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to bodhisattvas whose progress is like travel using the magical power of śrāvakas, numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a bodhisattva whose progress is like traveling by means of the magical power of the Tathāgata, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པའི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུ་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ། ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་མོས་ཤིང་ཡིད་ཆེས་པར་བྱེད་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to bodhisattvas whose progress is like travel using the magical power of the Tathāgata, numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family were to hear this Dharma teaching and feel devotion to and conviction in it, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་ཁ་ཟས་བྱེད་དུ་བཅུག་ལ། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོ་བཅུའི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་རང་སངས་རྒྱས་རྣམས་ཀྱི་གནས་འཛམ་བུ་ཆུ་བོའི་གསེར་ལས་བྱས་ལ། ནོར་བུ་རིན་པོ་ཆེ་གློག་གི་སྒྲོན་མས་སྤྲས་པ། ནོར་བུ་རིན་པོ་ཆེ་སྣང་བ་ཐམས་ཅད་བརྩེགས་པའི་སྟེགས་བུས་བསྐོར་བ། ནོར་བུ་དང་། མུ་ཏིག་དང་། རིན་པོ་ཆེའི་ཆུན་པོས་མཛེས་པར་བྱས་པ། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་བསྒྲེང་བ། ནོར་བུ་རིན་པོ་ཆེ་དབང་གི་རྒྱལ་པོའི་དྲ་བས་བཀབ་པ། དྲིལ་བུ་གཡེར་ཀའི་དྲ་བའི་བླ་རེ་བྲེས་པ།
en: “Mañjuśrī, suppose that certain sons or daughters of good family prepared types of food numbering as many as the atoms of all the world systems in every direction. And suppose they were to construct dwellings for pratyekabuddhas numbering as many as the atoms of ten billionfold world systems, made of gold from the Jambu River, decorated with lamps made of precious jewels as brilliant as lightning, surrounded by verandas stacked with precious jewels of every kind of luster, beautified by clusters of jewels, pearls, and gems, with hoisted banners, flags, and parasols, wrapped with nets of precious jewels of the highest type, and covered with canopies made of nets of small bells.

source: ཙན་དན་སྦྲུལ་གྱི་སྙིང་པོས་བྱུགས་པ། མེ་ཏོག་མན་དཱ་ར་བ་དང་། མན་དཱ་ར་བ་ཆེན་པོ་དང་། མན་ཛུ་ཥ་ཀ་དང་། མན་ཛུ་ཥ་ཀ་ཆེན་པོ་དང་། སྣ་མའི་མེ་ཏོག་དང་། ཀླུ་ཤིང་གི་མེ་ཏོག་དང་། ཏ་ར་ནི་བར་ན་དང་། གོ་ཏ་ར་ནི་དང་། དྲི་མཆོག་དང་། དྷ་ནུ་སྐ་རི་དང་། ལྷའི་སྣ་མའི་མེ་ཏོག་དང་། ཨུད་པ་ལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དང་། མེ་ཏོག་ཆེན་པོ་རྣམས་བཀྲམ་པ་བྱེད་དུ་བཅུག་སྟེ།
en: And suppose they anointed them with uragasāra sandalwood, and they arranged such flowers as mandārava, great mandārava, mañjūṣaka, great mañjūṣaka, nutmeg flowers, nāga-tree flowers,taranibarna,gotaraṇi,saugandhikam,dhanuskarin, divine nutmeg flowers, blue lotuses, red lotuses, white lotuses, great white lotuses, and great flowers.

source: རང་སངས་རྒྱས་དེ་དག་ལ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ།
en: And suppose that to those pratyekabuddhas they offered divine, hundred-flavored foods, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges.

source: རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སངས་རྒྱས་ཞེས་བྱ་བའམ། ཐམས་ཅད་མཁྱེན་པ་ཞེས་བྱ་བའམ། འཇིག་རྟེན་གྱི་མགོན་པོ་ཞེས་བྱ་བའི་སྒྲ་ཐོས་སམ། རི་མོར་བྲིས་པ་མཐོང་ངམ། གཟུགས་སུ་བྱས་པ་མཐོང་ན།
en: And suppose that other sons or daughters of good family were to hear the words buddha or omniscient one or protector of the world, or were to see a buddha painting or a buddha statue.

source: འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་པར་འགྱུར་ན།
en: The latter would produce merit immeasurably greater than the former.

source: གང་སོར་མོ་བཅུའི་ཐལ་མོ་སྦྱར་བ་ལྟ་ཅི་སྨོས་ཏེ། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: That being so, it goes without saying that to pay homage with hands joined together would produce merit immeasurably greater than this.

source: །གང་མར་མེའམ། བདུག་པའམ། མེ་ཏོག་གམ། སྤོས་འབུལ་བ་ལྟ་ཅི་སྨོས་ཏེ། ཐ་ན་དེའི་ཡོན་ཏན་བསྔགས་པ་གཅིག་ཙམ་བརྗོད་ན་ཡང་འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་མང་དུ་སྐྱེད་དོ།
en: It is more meritorious still to offer lamps, incense, flowers, and fragrant perfume—even to offer just a single praise of his good qualities.

source: །ལོངས་སྤྱོད་ཆེན་པོར་འགྲུབ་པར་བྱེད་ཅིང་མཐར་གྱིས་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་འགྲོ་བར་འགྱུར་རོ།
en: It would create great prosperity and finally result in their reaching the state of omniscience.

source: །འཇམ་དཔལ་དཔེར་ན་ཆུའི་ཐིགས་པ་ཆུང་ངུ་རྒྱ་མཚོ་ཆེན་པོར་སོང་བ་ཡང་སྲེག་པའི་བསྐལ་པའི་མེ་མ་བྱུང་གི་བར་དུ་བར་མ་དོར་ཡོངས་སུ་ཟད་པར་མི་འགྱུར་རོ།
en: “As an analogy Mañjuśrī, suppose a tiny drop of water merged with the water of the ocean—it would not be exhausted before the arising of the final fire that burns the universe at the end of the eon.

source: །འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཇི་ལྟར་ཆུང་བ་ཡང་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་མེ་མ་བྱུང་གི་བར་དུ་བར་མ་དོར་ཡོངས་སུ་ཟད་པའམ། མཐར་ཐུག་པར་མི་འགྱུར་རོ། །
en: Mañjuśrī, in the same way, however small a root of virtue may be that one has produced in relation to the Tathāgata, it will not be exhausted or reach its end before the fire of the wisdom of omniscience arises. “As an analogy Mañjuśrī, the disk of the moon, no matter how small it is in size, circumference, or greatness, will outshine the entire mass of stars and will be clearly and very distinctly present in the night sky.

source: འཇམ་དཔལ་དཔེར་ན་ཟླ་བའི་དཀྱིལ་འཁོར་ནི་ཇི་ལྟར་ཆུང་ཡང་། འདི་ལྟ་སྟེ། བོང་དང་། ཁྱོན་དང་། ཆེ་བས་སྐར་མའི་ཚོགས་ཐམས་ཅད་ཟིལ་གྱིས་མནན་ནས་ལྷང་ངེར་འདུག་ཅིང་ཀུན་དུ་ལྷང་ངེར་འདུག་གོ །འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པ་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ཇི་ལྟར་ཆུང་བ་ཡང་འདི་ལྟ་སྟེ། མཐོ་བ་དང་། ཡངས་པ་དང་། ཆེ་བས་དགེ་བའི་རྩ་བ་ཐམས་ཅད་ཟིལ་གྱིས་མནན་ནས་ལྷང་ངེར་འདུག་གོ།
en: Mañjuśrī, in the same way, however small a root of virtue may be that one has produced in relation to the Tathāgata, it will outshine all other roots of virtue in its exaltation, expanse, and greatness and will be clearly present.

source: །འཇམ་དཔལ་དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ནི་ཡོན་ཏན་བསམ་གྱིས་མི་ཁྱབ་པ་དང་ལྡན་ནོ།
en: So, Mañjuśrī, the Tathāgata, the Worthy One, the Perfectly Awakened One, possesses inconceivable good qualities.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་། ཉན་ཐོས་རྣམས་དང་བཅས་པ་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་ཕུལ་ཞིང་ལྷའི་ན་བཟའ་དག་ཀྱང་ཕུལ་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་ནས་མོས་པར་བྱེད་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་པར་འགྱུར་ན། གང་ཡི་གེར་འདྲི་བའམ། ཡི་གེར་འདྲིར་འཇུག་པའམ། སྟོན་པར་བྱེད་པ་ལྟ་ཅི་སྨོས་ཏེ། འདི་ནི་དེ་བས་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཐོབ་པར་འགྱུར་བའི་བསོད་ནམས་ཆེས་མང་དུ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to all the tathāgatas, the bodhisattvas, and the śrāvakas numbering as many as the atoms of all the world systems in every direction, and also offered them divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family were to hear this Dharma teaching and feel devotion to it, the latter would produce merit immeasurably greater than the former. That being so, it goes without saying that to write this teaching down, or cause others to write it down, or teach it would produce still greater merit that would cause the attainment of the wisdom of buddhahood.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་སྡང་བའི་སེམས་ཀྱིས་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དཔག་ཏུ་མེད་པ་དག་གི་ཟས་དང་གོས་བཅད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཁྲོས་ཏེ་སྡང་བའི་སེམས་ཀྱིས་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཟན་ཅིག་ཕྲོགས་སམ། ཟན་ཅིག་གཅོད་དུ་བཅུག་ན་འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family out of anger were to deny countless śrāvakas and pratyekabuddhas food and clothing, and if other sons or daughters of good family out of hatred and anger were to take away or deny a single meal to a bodhisattva devoted to the Mahāyāna, the latter would produce evil immeasurably greater than the former.

source: འཇམ་དཔལ་འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་བྱུང་བའི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྦྱིན་པ་དང་། ཚུལ་ཁྲིམས་དང་། བཟོད་པ་དང་། བརྩོན་འགྲུས་དང་། བསམ་གཏན་དང་། ཤེས་རབ་ལ་སོགས་པ་བསྐལ་པ་བྱེ་བ་གྲངས་མེད་པ་ནས་ཡང་དག་པར་བསྒྲུབས་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ནི་རང་གི་སེམས་ཀྱི་རྒྱུད་ལས་སྐྱེས་པའི་ཉོན་མོངས་པ་རྣམས་འཇོམས་པར་བྱེད་པར་ཟད་ཀྱི།
en: Because all the generosity, patience, morality, diligence, meditative concentration, discriminating wisdom, and so forth perfected over the course of immeasurable millions of eons by all the śrāvakas and pratyekabuddhas of the past, present, and future—all of it merely overcomes the defilements arisen in one person’s mind.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པའི་སེམས་ཅན་ལ་ཁམ་གཅིག་ཙམ་ཡོངས་སུ་བཏང་བ་ཡང་དཀོན་མཆོག་གསུམ་གྱི་གདུང་མི་འཆད་པར་འགྱུར་བར་བྱེད་པའི་ཕྱིར་རོ།
en: Whereas, for a bodhisattva, to give even so much as a single mouthful of food to a being born in one of the animal realms will prevent the lineage of the Three Jewels from being severed.

source: །འཇམ་དཔལ་ནན་གྱིས་དཔེར་བྱ་ན། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཁྲོས་ཏེ་སྡང་བའི་སེམས་ཀྱིས་ཉན་ཐོས་དང་རང་སངས་རྒྱས་དཔག་ཏུ་མེད་པ་དག་གི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་དང་། ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་དང་། ཤེས་རབ་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་ཕུང་པོ་མེད་པར་བྱས་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སྡང་བའི་སེམས་ཀྱིས་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའི་ཚུལ་ཁྲིམས་ཐ་ན་བསླབ་པ་གཅིག་བླངས་པ་ཙམ་ཡང་མེད་པར་བྱས་ན། འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “As an analogy, Mañjuśrī, if certain sons or daughters of good family out of hatred and anger were to destroy the aggregates of morality, of meditative absorption, of discriminating wisdom, of liberation, and of the vision and wisdom of liberation of countless śrāvakas and pratyekabuddhas, and if other sons or daughters of good family out of anger were to destroy even so much as the observance of a single point of discipline by a bodhisattva devoted to the Mahāyāna, the latter would produce evil immeasurably greater than the former.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་དང་། ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་དང་། ཤེས་རབ་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་ཕུང་པོ་ནི་རང་གི་སེམས་ཀྱི་རྒྱུད་ལས་སྐྱེས་པའི་ཉོན་མོངས་པ་རྣམས་འཇོམས་པར་བྱེད་པར་ཟད་ཀྱི།
en: Because the aggregates of morality, of meditative absorption, of discriminating wisdom, of liberation, and of the vision and wisdom of liberation of all the śrāvakas and pratyekabuddhas merely overcome the defilements arisen in one person’s mind.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་ཐ་ན་ཉི་མ་གཅིག་གི་བསླབ་པ་གཅིག་ལས་བྱུང་བའི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་དང་། ཏིང་ངེ་འཛིན་གྱི་ཕུང་པོ་དང་། ཤེས་རབ་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཕུང་པོ་དང་། རྣམ་པར་གྲོལ་བའི་ཡེ་ཤེས་མཐོང་བའི་ཕུང་པོ་ཐམས་ཅད་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་ཐམས་ཅད་འཇོམས་པར་བྱེད་པ་ནས་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་བར་དུ་འཐོབ་པར་འགྱུར་བའི་ཕྱིར་རོ།
en: Whereas, for a bodhisattva, all the aggregates of morality, of meditative absorption, of discriminating wisdom, of liberation, and of the vision and wisdom of liberation arisen from a single training for even a single day overcome all the defilements of all beings and lead to the attainments up to the wisdom of omniscience.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཁྲོས་ཏེ། གནོད་སེམས་ཀྱི་སེམས་ཀྱིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་བཙོན་རར་བཅུག་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཁྲོས་ཏེ་གནོད་སེམས་ཀྱི་སེམས་ཀྱིས་འདི་དང་ཕྲད་པར་མ་གྱུར་ཅིག་ཅེས་རྒྱབ་ཀྱིས་ཕྱོགས་ཏེ་འདུག་ན། འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family out of hatred and malice were to imprison all the beings of all the world systems in every direction, and if other sons or daughters of good family out of hatred and malice toward a bodhisattva were to turn their backs on him, saying, ‘May I not meet with him!’ the latter would produce evil immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མིག་ཕྱུང་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཁྲོས་ཏེ་གནོད་སེམས་ཀྱི་སེམས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་ལ་བལྟས་ན། འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family were to blind all the beings of all the world systems in every direction, and if other sons or daughters of good family were to look at a bodhisattva with hatred and malice, the latter would produce evil immeasurably greater than the former.

source: །འཇམ་དཔལ་ནན་གྱིས་དཔེར་བྱ་ན་གལ་ཏེ་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མིག་ཕྱུང་བར་གྱུར་ལ། དེ་ནས་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་བྱམས་པའི་སེམས་ཀྱིས་མིག་བསྐྱེད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་དགའ་བའི་སེམས་ཀྱིས་བལྟས་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, as an analogy, if all the beings of all the world systems in every direction were to be blinded, and then certain sons or daughters of good family were lovingly to restore their sight, but other sons or daughters of good family were joyfully to look at a bodhisattva devoted to the Mahāyāna, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་བཙོན་རར་འདུག་པ་ལས་བཙོན་ར་ནས་ཐར་བར་བྱས་ནས། འཁོར་ལོས་སྒྱུར་བའི་བདེ་བ་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་དགའ་བའི་སེམས་ཀྱིས་མཐོང་བར་འདོད་ཅིང་། དགའ་བའི་སེམས་ཀྱིས་དེའི་བསྔགས་པ་བརྗོད་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family were to set free all the beings of all the world systems in every direction who had been imprisoned, and then were to establish them in the happiness of a universal emperor, and if other sons or daughters of good family joyfully desired to see a bodhisattva devoted to the Mahāyāna and joyfully praised him, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་རང་སངས་རྒྱས་ཉིད་ལ་བཀོད་ལ། བྱང་ཆུབ་སེམས་དཔའ་གཞན་ཞིག་གིས་ནི་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའི་དགེ་བའི་རྩ་བ་སངས་རྒྱས་ལ་བསྐྱེད་པ་གཅིག་ཙམ་འཕེལ་བར་བྱས་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain bodhisattvas were to establish all the beings of all the world systems in every direction in the state of a pratyekabuddha, and if other bodhisattvas were to increase merely a single root of virtue produced in relation to buddhahood of a bodhisattva devoted to the Mahāyāna, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་ལ། ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཞན་ཞིག་གིས་ནི་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཕུང་པོ་མེད་པའི་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་འདོན་དུ་བཅུག་ན་འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain bodhisattvas devoted to the Mahāyāna were to establish in the mind of awakening all the beings of all the world systems in every direction, and if other bodhisattvas devoted to the Mahāyāna were to cause a bodhisattva devoted to the Mahāyāna to recite even a single verse concerning what is beyond the aggregates, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་ནན་གྱིས་དཔེར་བྱ་ན། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་རང་སངས་རྒྱས་རྣམས་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་ཡི་དགས་རྣམས་སུ་སྐྱེས་པར་བྱས་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ནི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་བྱང་ཆུབ་ཀྱི་སེམས་ལས་མོས་པ་བཟློག་ན། འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, as an analogy, if certain sons or daughters of good family were to cause pratyekabuddhas numbering as many as the atoms of all the world systems in every direction to be born in hells, animal realms, or hungry ghost realms, and if certain sons or daughters of good family were to cause a single bodhisattva to lose his devotion to the mind of awakening, the latter would produce evil immeasurably greater than the former.
